chat_system_559393102_actor_description=Dwarf Giram. 
chat_system_559393102_snap_2_question=^?^Do you need anything else? Of course, thanks for the help with the hyenas, but please don't take advantage of our hospitality.
chat_system_559393102_snap_2_answer_0=^?^Well, I just wanted to ask if you had anything for sale...
chat_system_559393102_snap_2_answer_1=^?^Well. You obviously don't enjoy having guests. Good bye.
chat_system_559393102_snap_1_question=^?^Have you returned to help?
chat_system_559393102_snap_1_answer_0=^?^Tell me more about your hyenas.
chat_system_559393102_snap_0_question=^?^Hello [player], I see you carry lots of weapons. And I need the help of a man who can handle a sword.<br>However, even if you are not a skilled warrior, I want to give you an opportunity, as the necromancers say, "to train on cats" - or, to be more precise, on hyenas, ha ha!
chat_system_559393102_snap_0_answer_0=^?^Hyenas? So... what has happened?
chat_system_559393102_snap_0_answer_1=^?^To train on hyenas? Sorry, but I'm in a hurry. Goodbye.
